
window.QUESTIONS = {

  meta: {
    title: "إنجازات بلدي",
    subtitle: "",

    aboutTitle: "فيديو عن الاختبار",

    credits: [

    ],

    designerTitle: "بيانات المصمم",
    designer: [
      "الاسم: معاذ محمد فكري",
      "الصف الدراسي: الثالث الإعدادي",
      "المدرسة: الشهيد محمد علي زين الدين",
      "المحافظة: السويس",
      "تحت إشراف: أ. جيهان إبراهيم",
    ],

    resultText: "أحسنت، واصل التدريب"
  },

  questions: [
    {
      question: "يوجد بها مقر القيادة الاستراتيجية (الأوكتاجون)؟",
      options: ["الإسكندرية", "العاصمة الإدارية الجديدة"],
      answer: 2,
      explanation: "العاصمة الإدارية الجديدة هي عاصمة مصر المستقبلية وهي مدينة عصرية متكاملة من مدن الجيل الرابع تُدار بأحدث التقنيات الرقمية الذكية."
    },
    {
      question: "أحدث وسيلة نقل جماعي أخضر معلق يعمل بدون سائق في مصر؟",
      options: ["قطار المونوريل", "قطار مترو الأنفاق"],
      answer: 1,
      explanation: "يعتبر أحد عناصر منظومة النقل النظيف في مصر باستخدام الطاقة الكهربائية."
    },
    {
      question: "أكبر مدينة عالمية لتربية وعلاج الخيول في الشرق الأوسط وإفريقيا؟",
      options: ["مدينة مرابط للخيول", "مدينة دمياط الجديدة"],
      answer: 1,
      explanation: "تهدف إلى الحفاظ على سلالات الخيول العربية الأصلية ووضع مصر على خريطة الفعاليات العالمية للفروسية."
    },
    {
      question: "من أضخم المشروعات التنموية والسياحية في مصر تقع على شاطئ البحر الأحمر وتتميز بوجوده على هضبة؟",
      options: ["مشروع هضبة الجلالة", "المشروع القومي للصوامع"],
      answer: 1,
      explanation: "يشمل المشروع مدينة الجلالة وجامعة الجلالة ومنتجع سياحي."
    },
    {
      question: "أكبر مشروع قومي لتطوير العشوائيات بالإسكندرية؟",
      options: ["بشاير الخير", "بركة غليون"],
      answer: 1,
      explanation: "يهدف المشروع لتطوير وتغيير حياة سكان المناطق العشوائية وتحويلها إلى مجتمعات حضارية متكاملة."
    },
    {
      question: "مشروع قومي يهدف إلى تنويع مصادر الطاقة وتوفير كهرباء نظيفة؟",
      options: ["محطة الضبعة النووية", "الدلتا الجديدة"],
      answer: 1,
      explanation: "أول مشروع لبناء محطة طاقة نووية لإنتاج الكهرباء في مصر."
    },
    {
      question: "مشروع تنموي ضخم في الساحل الشمالي الغربي لإنشاء منطقة اقتصادية متكاملة؟",
      options: ["ميناء جرجوب", "المنطقة الاقتصادية لقناة السويس"],
      answer: 1,
      explanation: "مشروع يهدف لخدمة التجارة بين أوروبا وإفريقيا ويشمل إنشاء أرصفة وموانئ وخدمات لوجستية."
    },
    {
      question: "مشروع قومي يهدف إلى تحويل العاصمة القديمة إلى متحف مفتوح لإحياء التراث؟",
      options: ["مشروع تنمية محافظات الصعيد", "مشروع تطوير القاهرة التاريخية"],
      answer: 2,
      explanation: "يهدف لإحياء القاهرة التاريخية لتصبح متحفًا مفتوحًا وحماية التراث المعماري الفريد."
    },
    {
      question: "أكبر مجمع لتوليد الكهرباء من الطاقة الشمسية على مستوى مصر وإفريقيا؟",
      options: ["جبل الزيت", "محطة بنبان"],
      answer: 2,
      explanation: "يقع المجمع بقرية بنبان بمحافظة أسوان ويساهم المشروع في إنتاج طاقة نظيفة."
    },
    {
      question: "مشروع قومي استراتيجي يهدف لتحويل إقليم قناة السويس إلى مركز صناعي وتجاري عالمي؟",
      options: ["مدينة مستقبل مصر الصناعية", "المنطقة الاقتصادية لقناة السويس"],
      answer: 2,
      explanation: "هي منطقة اقتصادية ذات مستوى عالمي من البنية التحتية ومركز صناعي وتجاري على ضفاف قناة السويس."
    },
    {
      question: "أكبر تجمع لصناعة ودباغة الجلود في الشرق الأوسط وإفريقيا؟",
      options: ["مدينة الجلالة", "مدينة الروبيكي"],
      answer: 2,
      explanation: "من أهم المدن الصناعية الحديثة الصديقة للبيئة وتم تصميمها وفق أحدث المعايير."
    },
    {
      question: "مجمع صناعي يهدف إلى تعزيز الصناعات الغذائية وصناعة الأعلاف وتخزين الحبوب معتمدًا على موارد مشروع الدلتا الجديدة؟",
      options: ["مشروع بشاير الخير", "مدينة مستقبل مصر الصناعية"],
      answer: 2,
      explanation: "المشروع يهدف إلى دعم الأمن الغذائي وزيادة الصادرات وتعزيز الاقتصاد الوطني."
    }
  ]

};
